package dev.artem.engineeringcalculator.Constants;

public final class Constant {
    public static final String[] CALCULATORS_NAMES = {"Необходимая плотность при смешивании растворов", "Изменение плотности при добавлении раствора", "Утяжеление раствора",
            "Производительность двухцилиндрового насоса", "Объём скважины - бур. труб - обс. колонны", "Скорость потока раствора в затрубъе скважины",
            "Определение содержания твёрдой фазы расчётным методом", "Определение содержания твёрдой фазы по реторте"};
}
