package dev.artem.engineeringcalculator.Constants;

public final class Constant {
    public static final String[] CALCULATORS_NAMES = {"Необходимая плотность при смешивании растворов", "Изменение плотности при добавлении раствора", "Утяжеление раствора",
            "Производительность двухцилиндрового насоса", "Объём скважины - бур. труб - обс. колонны", "Скорость потока раствора в затрубъе скважины",
            "Определение содержания твёрдой фазы расчётным методом", "Определение содержания твёрдой фазы по реторте",
            "Контроль плотности центрифугой, методом \"FLOCULATION\"", "Контроль плотности при бурении, методом \"SOLID CONTROL\"",
            "Снижение плотности центрифугой, методом \"SOLID CONTROL\"", "Наработка твёрдой фазы в растворе в процессе бурения",
            "Гидравлические расчёты", "Реология буровых растворов в скважине", "Объём скважины - бур. труб - обс. колонны", "Утяжеление раствора", "Реология  жидкостей, в вискозиметре \"FANN\"",
            "Определение содержания тв. фазы в р-ре расчётным методом", "Зависимость объёмного содержания тв. фазы плотностью 2.6г/см3 от плотности пресного бурового раствора и содержания нефти",
            "Скорость р-ра в затрубье при  Q=1м3/мин"};

}
